Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Gniew Beliara przemierza ziemię niosąc ze sobą cierpienie i śmierć.
uk: Гнів Беліара пронісся землею, несучи із собою страждання і смерть.

source: Gniew Innosa
uk: Гнів Інноса

source: Gnój przerzucać umiesz?
uk: Вмієш вигрібати гній?

source: Goblin
uk: Гоблін

source: Goblin Wojownik
uk: Гоблін-воїн

source: Goblin? Sam? To bardzo dziwne...
uk: Гоблін? Один? Це дуже дивно...

source: Goblinie jagody
uk: Гоблінські ягоди

source: Gobliński wojownik
uk: Гоблін-воїн

source: Godfrey powinien był usłuchać słów starego skryby Holgera: „Nigdy nie ufaj kupcom. Dasz im palec, to urżną ci całą rękę - nie za to, co w niej trzymasz, ale za ten pierścień, co na nim nosisz!” Holger zmarł, a wkrótce po nim Godfrey, oboje na nieokreśloną bliżej chorobę.
uk: Годфрі варто було дослухатися до слів старого писаря Хольгера: 'Ніколи не довіряй торговцям. Даси їм палець, і вони відітнуть тобі всю руку - не заради того, що ти в ній тримаєш, а заради персня, який ти на ній носиш!'. Хольгер помер, а незабаром і Годфрі, обидва від невідомої хвороби.

source: Golemy?
uk: Големи?

source: Goniec
uk: Посланець

source: Goniec Araxos
uk: Перевізник Араксосу

source: Goniec Araxos nie chce mnie zawieźć do miasta. Podobno z powodu jakiegoś nieudanego zamachu wprowadzono tam stan wyjątkowy. Może dowiem się więcej, jeśli porozmawiam ze strażnikami przy bramach.
uk: Перевізник Араксосу не хоче везти мене до міста. Здається, там було оголошено надзвичайний стан через якийсь невдалий замах. Можливо, я дізнаюся більше, якщо поговорю з вартовими біля воріт.

source: Goniec Araxos przekazał mi, że kartograf Ludwig skończył swoją pracę. Podobno mapa jest po części czytelna - mam nadzieję, że to wystarczy do znalezienia Jorna.
uk: Посланець Араксосу сказав мені, що картограф Людвіг закінчив свою роботу. Схоже, мапу можна частково розібрати – сподіваюся, цього буде достатньо, щоб знайти Йорна.

source: Goniec Araxos! W końcu na ciebie wpadłem.
uk: Посланець Араксосу! Нарешті я тебе зустрів.

source: Goniec Gildii Kupieckiej, przebywający na terenie kopalni, powiedział mi, że w krzakach na rozstajach dróg za Wielką Winnicą widział czyjeś ciało. Może warto to sprawdzić?
uk: Перевізник Торгової Гільдії, який зупинився поблизу копальні, розповів мені, що бачив чиєсь тіло в кущах на перехресті доріг біля Великого виноградника. Мабуть, це варто перевірити?

source: Goniec Marvin?
uk: Посланець Марвін?

source: Goniec cię znalazł?
uk: Посланець тебе знайшов?

source: Goniec nie może zbić królowej.
uk: Слон не може взяти ферзя.

source: Goniec wspomniał coś o możliwości przekupienia strażników, ale jeśli nie wiem komu i ile zapłacić, to może być to bardzo ryzykowne.
uk: Перевізник згадував, що можна підкупити вартових, але якщо я не знаю, кому і скільки платити, це може бути дуже ризиковано.

source: Gonzalo
uk: Гонсало

source: Gonzalo był wdzięczny za pomoc i zgodził się mnie zaprowadzić do szajki. Jest jednak jeden problem: gość zadłużył się na 200 sztuk złota. Gonzalo twierdzi, że bez tych pieniędzy nie ma się co pokazywać u kolegów. Zgaduję, że spokojnie uzbierałby to złoto, gdyby nie wydawał go na alkohol.
uk: Гонсало був вдячний за допомогу і погодився відвести мене до банди. Щоправда, є одна проблема – хлопець заліз у борги на 200 золотих. Гонсало стверджує, що без цих грошей йому не варто показуватись своїм колегам з банди. Я впевнений, що він би легко зібрав це золото, якби не витрачав його на алкоголь.

source: Gonzalo w końcu zgodził się zaprowadzić mnie do szajki, z którą współpracował. Nie powinienem się od niego oddalać.
uk: Гонсало нарешті погодився відвести мене до банди, з якою він працював. Я не повинен відходити далеко від нього.

source: Gonzalo, Antonio, o co w tym wszystkim chodzi?
uk: Гонсало, Антоніо – що це все означає?

source: Gorliwy wyznawca
uk: Ревний віруючий

source: Gorszy dzień?
uk: У тебе поганий день?

source: Gorzej, jeśli właściciel wniesie skargę, za szkody wyrządzone jego domowi. Z pewnością wziąłeś to pod uwagę?
uk: Якщо тільки власник не подасть позов на відшкодування збитків, завданих його житлу. Ти, напевно, це врахував?

source: Gorzej, że muszę teraz załatwić sobie kontakty na Wielkiej Winnicy. Będzie z tym trochę roboty.
uk: Найгірше те, що тепер мені потрібно знайти контакти на Великому винограднику. З цим доведеться трохи попрацювати.

source: Gorzej. Facet nie żyje.
uk: Гірше. Він мертвий.

source: Gorzki smak - smak trucizny.
uk: Гіркий смак – смак отрути.

source: Gorzki, wielki grzyb.
uk: Великий і гіркий гриб, який

source: Gorąca stal
uk: Розпечена сталь

source: Gorące ostrze
uk: Розпечений клинок

source: Gorące piaski
uk: Гарячі піски

source: Gorące półkole
uk: Розпечене півколо

source: Gorączka złota
uk: Золота лихоманка

source: Gorączka złota ci do głowy uderzyła! Szaleniec jakiś... A zadław się tym złotem.
uk: Золота лихоманка запаморочила тобі голову! Ти божевільний... Подавися тим золотом.

source: Gospodarka wyspy już długo nie wytrzyma. Nawet Archolos nie jest w stanie pomieścić takiej liczby przybyszów z innych wysp.
uk: Економіка острова довго не протримається. Навіть Архолос не зможе вмістити таку кількість біженців з інших островів.

source: Gotowa do występu?
uk: Готова до виступу?

source: Gotowanie
uk: Кулінарія

source: Gotowanie to prawdziwa sztuka, a jak każda inna wymaga ona cierpliwości, precyzji i...
uk: Кулінарія – це справжнє мистецтво, і, як і будь-яке мистецтво, воно вимагає терпіння, точності та...

source: Gotowe!
uk: Готово!

source: Gotowe, a tutaj dodatkowo odtrutka, o której mówiłem.
uk: Готово, а ось на додачу протиотрута, про яку я вже згадував.

source: Gotowe. Jestem ciekaw czy zadziała. Wrócę tu rano z Caramonem.
uk: Готово. Цікаво, чи спрацює. Я повернуся сюди вранці разом з Карамоном.

source: Gotowe. Sam powiedz mi czy efekt cię satysfakcjonuje.
uk: Все готово. Сам скажи, чи такий результат тебе влаштує?

source: Gotowy na historię?
uk: Готовий почути історію?

source: Gotowy usłyszeć treść?
uk: Готовий почути, про що в ньому йдеться?

source: Gotowy zapolować na cieniostwora?
uk: Готовий до полювання на тінезвіра?

source: Gotowy, ruszajmy.
uk: Готовий, вирушаймо.

source: Gotowy?
uk: Ти готовий?

source: Gotuj broń i do roboty!
uk: Готуй зброю і до справи!

source: Gotujesz dla Albyna?
uk: Ти готуєш для Альбіна?

source: Gońca Araxos?
uk: Посланця Араксосу?

source: Gońcy Gildii Kupieckiej informują o pojawieniu się nietypowych ścierwojadów na wyspie Archolos. Dziobnięcie przez te bestie zdaje się powodować rany podobne do poparzeń.
uk: Посланці із Торгової Гільдії повідомляють про появу незвичайних падальників на острові Архолос. Удари дзьобом цих тварин залишають рани схожі на опіки.

source: Gońcy Gildii Kupieckiej informują o pojawieniu się nietypowych ścierwojadów na wyspie Archolos. Dziobnięcie przez te bestie zdaje się powodować rany podobne do poparzeń. Jednego z takich osobników widziano ostatnio w pobliżu opuszczonych chat przy południowo-zachodniej bramie. Za pozbycie się tej bestii przewidziana jest nagroda w wysokości 150 sztuk złota, do odebrania u łowcy Garosa.
uk: Посланці із Торгової Гільдії повідомляють про появу незвичайних падальників на острові Архолос. Удари дзьобом цих тварин залишають рани схожі на опіки. Одну таку особину нещодавно бачили біля покинутих хатин біля південно-західних воріт. За позбавлення від цього звіра передбачена винагорода у розмірі 150 золотих, які можна отримати у мисливця Гароса.

source: Gońcy Gildii Kupieckiej za drobną opłatą eskortują ludzi pomiędzy najważniejszymi ośrodkami na wyspie.
uk: Перевізники Торгової Гільдії за невелику плату перевозять людей між найважливішими місцями острова.

source: Gość położył przede mną pękaty worek srebrnych monet, to co miałem zrobić?
uk: Переді мною поклали пузатий мішечок срібних монет, що мені залишалося робити?

source: Gra
uk: Гра

source: Gra o stawkę to zawsze większe emocje. Co ty na to?
uk: Гра зі ставками завжди цікавіша. Що скажеш?

source: Grabarz
uk: Гробар

source: Grafika
uk: Графіка

source: Granie serenad pod oknem nie jest przestępstwem, więc sprawa jest do załatwienia między państwem. Proszę nie angażować w to straży.
uk: Грати серенади під вікном – це не злочин, тож це ваша особиста справа. Будь ласка, не втягуйте у це вартових.

source: Grasz pewnego siebie. Sprytnie.
uk: Граєш упевнено. Спритно.

source: Gratulacje chłopcze! Nie spodziewałem się tego po tobie, ale udało ci się je trafić.
uk: Вітаю, хлопче! Я не очікував цього від тебе, але ти зміг влучити.

source: Gratulację. Wykop jeszcze ze cztery, to pogadamy.
uk: Вітаю. Прибери ще чотири, тоді поговоримо.

source: Gratuluję awansu! Łap, to twój nowy ciuszek!
uk: Вітаю з підвищенням! Тримай, це твоє нове вбрання!

source: Gratuluję tak szybkiego zauważenia, i powodzenia w dalszej służbie.
uk: Вітаю тебе з тим, що тебе так швидко помітили, і бажаю успіхів у подальшій службі.

source: Gratuluję!
uk: Вітаю!

source: Gratuluję, ale przedmiotów nie wydam bez wyraźnego polecenia Dimy.
uk: Вибач, але без дозволу Діни ніяких речей я тобі не віддам.

source: Gratuluję, spisałeś się wspaniale. Kto by pomyślał, że równie dobrze radzisz sobie z polowaniem, co z gadaniem.
uk: Мої вітання, ти чудово впорався. Хто б міг подумати, що полюєш ти так само добре, як і балакаєш.

source: Gratuluję, twoja misja się powiodła
uk: Вітаю, твоя місія пройшла успішно.

source: Gratuluję.
uk: Вітаю!

source: Gratuluję. Rzadko mam przyjemność potwierdzania czyjejś kandydatury na tropiciela drugiego stopnia!
uk: Мої вітання. Рідко коли випадає можливість підтвердити чиюсь кандидатуру на звання слідопита другого рангу!

source: Grawerowane ostrze
uk: Гравійований клинок

source: Grayson
uk: Грейсон

source: Grayson - Królewski Wysłannik
uk: Грейсон - Королівський посол

source: Grayson był zadowolony, że nie próbowałem go oszukać pomimo próśb Rodericha. Bardzo mu zaimponowałem odejściem z gildii, ale zanim zaczniemy współpracę, chce mnie przetestować.
uk: Грейсон був задоволений тим, що я не намагався його обдурити, незважаючи на прохання Родеріха. Я справив на нього неабияке враження, покинувши Варту, але він хоче мене випробувати, перш ніж ми почнемо співпрацювати.

source: Grayson był zadowolony?
uk: Грейсон був задоволений?

source: Grayson chce się dowiedzieć, dlaczego stocznia nie ukończyła pracy nad choćby jednym statkiem. Ponadto, admirał królewskiej floty, Anskar, ukrywa się gdzieś na wyspie. Mam udać się do Huxlaya, który od jakiegoś czasu pracuje nad tymi sprawami, by dowiedzieć się, co już ustalił.
uk: Грейсон хоче з'ясувати, чому корабельня не завершила роботу над жодним кораблем. Крім того, десь на острові переховується адмірал королівського флоту Анскар. Я маю піти до Хакслі, який вже деякий час займається цими справами, щоб дізнатися, що йому вдалося з'ясувати.

source: Grayson chce, abym pomógł mu w znalezieniu Królewskiego Zwiadowcy, Burkharda, który zaginął jakiś czas temu.
uk: Грейсон хоче, щоб я допоміг йому знайти королівського розвідника Бурхарда, який зник деякий час тому.

source: Grayson chciał wprowadzić te pancerze do użytku w straży.
uk: Грейсон хотів ввести ці обладунки на озброєння вартових.

source: Grayson dotrzyma obietnicy i weźmie mnie ze sobą na kontynent... ale poprosił mnie, bym zapomniał o Volkerze, czego nie mogę zrobić. Muszę wyrównać rachunki.
uk: Грейсон виконає свою обіцянку і візьме мене з собою на континент... але він попросив мене забути про Волкера, чого я не можу зробити. Я мушу звести рахунки.

source: Grayson i Lorenzo będą musieli sami dogadać się w sprawie miejsca dla Gwardzistów.
uk: Грейсону і Лоренцо доведеться самим домовлятися про розміщення гвардійців.

source: Grayson mówił, że jesteś człowiekiem od trudnych przypadków.
uk: Грейсон сказав, що ти – людина для складних випадків.

source: Grayson nie zgodzi się na półśrodki.
uk: Грейсон не погодиться на напівзаходи.

source: Grayson otrzymał raport, pomimo tego, że nie jestem członkiem Gildii Kupieckiej. Bardzo mu zaimponowałem odejściem z organizacji, ale zanim zaczniemy współpracę, chce mnie przetestować.
uk: Грейсон отримав звіт, незважаючи на те, що я не є членом Торгової Гільдії. Я справив на нього неабияке враження, покинувши організацію, але перш ніж ми почнемо працювати разом, він хоче мене перевірити.

source: Grayson planuje pozbyć się orkowych obozów na wyspie. Jeśli mu pomogę to może uda mi się przekonać Tonana, by jednak powrócić do wieży ducha.
uk: Грейсон планує позбутися таборів орків на острові. Якщо я допоможу йому, можливо, мені вдасться переконати Тонана повернутися до вежі.

source: Grayson pojednał się ze starym przyjacielem, był też zadowolony z mojego raportu o stoczni. Od wykupienia sobie drogi na kontynent dzieli mnie tylko jedno zadanie. Mam zgłosić się jutro do Graysona.
uk: Грейсон помирився зі старим другом, а також залишився задоволений моїм звітом про корабельню. Мені залишилося виконати лише одне завдання, щоб забезпечити собі шлях на континент. Завтра я маю доповісти Грейсону.

source: Grayson potrzebuje cię w mieście.
uk: Ти потрібен Грейсону в місті.

source: Grayson powiedział...
uk: Грейсон сказав...

source: Grayson rozkazał mi przekazać Roderichowi informację o przełożeniu standaryzacji. Jednocześnie zapewnił mnie, iż wie, że jestem sprawcą sabotażu. Chyba zrobiłem na nim wrażenie, bo zaproponował mi dodatkową pracę. Teraz powinienem wrócić do Rodericha.
uk: Грейсон наказав мені доповісти Родеріху, що стандартизація відкладається. При цьому він запевнив мене, що знає, що саме я у цьому винен. Гадаю, я справив на нього враження, бо він запропонував мені додаткову роботу. Тепер я повинен повернутися до Родеріха.

source: Grayson wskazał mi trop na wioskę Silbach – powinienem zatem porozmawiać z Albynem.
uk: Грейсон наказав мені вирушити до села Сільбах – отже, я маю поговорити з Альбіном.

source: Grayson z pewnością znajdzie mi jakąś robotę! Dobrze być znowu wolnym. Gdybyś mnie potrzebował, wiesz, gdzie mnie szukać.
uk: Грейсон обов'язково знайде мені якусь роботу! Приємно знову бути вільним. Якщо я тобі знадоблюсь, ти знаєш, де мене знайти.

source: Grayson zaakceptował nowe lokum dla Gwardzistów. Zaproponował mi również służbę u siebie. Nim rozważę, co z tą ofertą zrobić, muszę wrócić do Lorenzo.
uk: Грейсон погодився на нове житло для гвардійців. Він також запропонував мені працювати на нього. Перш ніж я обміркую цю пропозицію, я маю повернутися до Лоренцо.

source: Grayson zaproponował mi intratną ofertę współpracy. Długoterminowo, jej przyjęcie może nie być takim złym pomysłem... ale zanim się tym zajmę, najlepiej będzie jeśli skupie się na moich własnych sprawach.
uk: Грейсон запропонував мені вигідну співпрацю. У довгостроковій перспективі її прийняття може бути не такою вже й поганою ідеєю... але спершу мені краще зосередитися на власних справах.

source: Grayson załatwił mi pancerz Gwardzisty. Niepotrzebnie się martwiłem, że go zdenerwuję swoją prośbą.
uk: Грейсон видав мені обладунок гвардійця. Я даремно хвилювався, що розчарую його своїм проханням.

source: Grayson zażądał, by Gildia Kupiecka okazała gościnność i na czas pobytu Królewskich Gwardzistów udostępniła cały budynek koszar. Lorenzo nie będzie zachwycony.
uk: Грейсон звернувся до Торгової Гільдії з проханням проявити гостинність і надати всю будівлю казарм на час перебування королівських гвардійців. Лоренцо буде не в захваті.

source: Grayson zlecił mi pierwsze zadanie. Wysłannikowi Królewskiemu nie podoba się 'działalność' zespołu In Extremo. Mam udać się na ich koncert i sprowokować ich do obrazy króla Rhobara II. Grają w godzinach wieczornych w porcie, przy Targu Rybnym. Gdyby mi się nie powiodło, w ostateczności mam odnaleźć Huxlay'a. Pracuje dla Graysona pod przykrywką pracownika stoczni.
uk: Грейсон дав мені перше завдання. Королівському послу не подобається 'діяльність' гурту In Extremo. Я маю потрапити на їхній концерт і спровокувати їх на образу Короля Робара II. Вони виступатимуть ввечері в порту, біля Рибного ринку. Якщо у мене нічого не вийде, я маю знайти Хакслі. Він працює на Грейсона під виглядом працівника корабельні.

source: Graysona z pewnością ucieszy kilku dodatkowych więźniów do pracy w Górniczej Dolinie.
uk: Грейсон, без сумніву, буде радий мати ще кількох ув'язнених для роботи в Гірничій Долині.

source: Grać dla dwóch osób? Moja muzyka jest stworzona dla tłumów!
uk: Грати для двох? Моя музика створена для публіки!

source: Grałem zgodnie z ich zasadami, bo mi życie miłe. Nie mam zamiaru umierać za jakąś kopalnię.
uk: Я грав за їхніми правилами, бо люблю своє життя. Але я не збираюся вмирати за якусь копальню.

source: Gregor
uk: Грегор

source: Gregor pozwolił mi zabrać Lenę z celi. Dziewczyna jest wolna.
uk: Грегор дозволив мені вивести Олену з клітки. Дівчина вільна.

source: Gregor za uwolnienie dziewczyny zażyczył sobie 20 sztuk piwa butelkowego, 10 sztuk kiełbas i 300 sztuk złota.
uk: За визволення дівчини Грегор зажадав 20 пляшок пива, 10 ковбас і 300 золотих.

source: Gretel
uk: Гретель

source: Grif
uk: Гриф

source: Grif liczy na wspaniałą opowieść i chętnie wyruszy do Vardhal.
uk: Гриф розраховує, що з цього вийде чудова розповідь, і прагне потрапити до Вардхалу.

source: Griz
uk: Гріз

source: Griz nie żyje. Muszę dokończyć robotę i oczyścić drogę z pozostałych stworzeń.
uk: Гріз мертвий. Я повинен закінчити роботу та очистити дорогу від решти тварин.

source: Griz zauważył cieniostwora w leśnej gęstwinie. Pójdziemy na niego zapolować, żeby nie zamienił któregoś z farmerów w obiad.
uk: Гріз помітив у лісовій гущавині тінезвіра. Потрібно вистежити та вбити його, щоб він не пообідав одним із фермерів.

source: Griz zauważył cieniostwora w leśnej gęstwinie. Uznałem, że nie ma potrzeby polowania na bestię. Muszę teraz sam sprawdzić ostatni fragment trasy.
uk: Гріз помітив у лісовій гущавині тінезвіра. Я вирішив, що немає потреби вбивати звіра. Тепер мені потрібно самому перевірити останню частину маршруту.

source: Grobowiec
uk: Гробниця

source: Grobowiec powiadasz?
uk: Гробницю, кажеш?

source: Grochem o ścianę
uk: Горохом об стіну

source: Groen
uk: Гроєн

source: Groen ma wszystkie potrzebne dokumenty.
uk: Гроєн має всі необхідні документи.

source: Groen.
uk: Гроєн.

source: Grog
uk: Грог

source: Grom
uk: Громовиця

source: Gromadzona latami fortuna Lichwiarza rozpłynęła się w chaosie, który nastąpił po bitwie o miasto. Mnie również wpadła w ręce część tych bogactw. Zabrałem jego miecz, by nigdy nie zapomnieć o krzywdach, jakie wyrządził mnie i miastu.
uk: Накопичені роками статки Лихваря розчинилися в хаосі, що настав після битви за місто. Частина цього багатства потрапила і до моїх рук. Я взяв його меч, щоб ніколи не забувати про шкоду, яку він заподіяв мені і місту.

source: Gron
uk: Грон

source: Gron nie zgodził się pilnować wejścia do kopalni.
uk: Грон не погодився охороняти вхід до копальні.

source: Gron większość swojego czasu spędza w karczmie. Pójdę go tam poszukać.
uk: Грон проводить більшу частину свого часу у корчмі. Пошукаю його там.

source: Gron za opłatą może mnie nauczyć strzelania z kuszy, oczywiście jeśli uzna, że mam już w tej dziedzinie jakieś umiejętności.
uk: Грон, за певну плату, зможе навчити мене стріляти з арбалета, звісно, якщо вважатиме, що я вже маю певний досвід у цьому.

source: Grosz do grosza
uk: Копійка до копійки

source: Grot jak grot, co tu dużo gadać.
uk: Наконечник як наконечник, тут нічого й казати.

source: Grot tkwił w ciele Normana. Nie było łatwo, ale jakoś go wyjąłem. Nie wygląda jednak jak zwyczajny grot. Mimo znajdującej się na nim zakrzepłej krwi, wciąż błyszczy. Czy to srebro? Kolce, które ma na sobie, musiały dotkliwie poharatać wnętrzności chłopaka. Muszę rozejrzeć się za kimś, kto pomógłby mi zidentyfikować ten grot. Na pewno warto odwiedzić w tej sprawie kowali.
uk: Наконечник болта застряг у тілі Нормана. Було нелегко, але якось вдалося його витягти. Він не схожий на звичайний наконечник. Незважаючи на кров, що згорнулася на ньому, він все ще блищить. Це срібло? Шипи на ньому, очевидно, серйозно пошкодили нутрощі хлопця. Потрібно пошукати когось, хто може допомогти мені ідентифікувати цей наконечник. Варто розпочати з ковалів.

source: Grot z kolcami
uk: Наконечник з шипами

source: Grot? O ile wiem, moi ludzie nie znaleźli żadnego grotu w pobliżu dworu, a kazałem im szukać śladów do upadłego.
uk: Наконечник? Наскільки мені відомо, мої люди не знайшли жодного наконечника біля маєтку, хоч я й сказав їм шукати зачіпки, доки вони не впадуть.

source: Grotu powiadasz?
uk: Наконечника, кажеш?

source: Grozisz mi?
uk: Ти мені погрожуєш?

source: Groźba
uk: Загроза

source: Grr, dobra, pokaż, co potrafisz!
uk: Г-р-р, добре, покажи, на що ти здатен!

source: Gruba księga o technikach kowalskich
uk: Товста книга про техніки ковальського ремесла

source: Gruby kawał pieczywa z mięsem
uk: Товстий шматок хліба з м'ясом.

source: Gruby korzeń o niezwykłych właściwościach leczniczych.
uk: Товстий корінь з надзвичайними цілющими властивостями.

source: Gruchotacz
uk: Руйнівник

source: Grudka żelaza
uk: Шматок заліза

source: Grudki żelaza
uk: Шматки заліза

source: Grunt to trzymać się razem, wtedy żadne bestie nie są nam groźne!
uk: Головне – триматися разом, і тоді ніякі звірі нам не страшні!

source: Grunt, że żyjemy. To najważniejsze.
uk: Головне, що ми живі. Це найголовніше.

source: Grunt, żeby kupcy wycofali skargę.
uk: Головне, щоб торговці відкликали свою скаргу.

source: Grunt, żebyś pamiętał jedno. Mimo że spaja nas miłość do złota, to jesteśmy rodziną. Bardzo dużą, taką, w której nie znasz większości kuzynów i wujków.
uk: Головне - пам'ятай одне. Хоча нас і пов'язує любов до золота, ми – сім'я. Настільки велика, що ти і не знаєш більшості своїх двоюрідних братів і сестер.

source: Grupa agitatorów.
uk: Група агітаторів.

source: Grupa bandytów próbowała nas wykorzystać do pracy w kopalni, na szczęście kilofy poszły w ruch.
uk: Група бандитів намагалася змусити нас працювати в копальні, але, на щастя, кирки нас не підвели.

source: Grupa kilku osiłków chciała napaść Ernesto. Te wszystkie przedmioty, które znalazłem, należały do nich.
uk: Група з кількох бандитів хотіли напасти на Ернесто. Всі ті предмети, які я знайшов, належали їм.

source: Grupa miała się spotkać ze swoim liderem na jakimś poletku w mieście. Ja sprawdzę to od Hershlika, Weigar to od sióstr alchemiczek.
uk: Банда мала зустрітися зі своїм ватажком на якійсь галявині у місті. Я перевірю місце біля будинку Гершліка, а Вейгар – біля будинку сестер-алхіміків.

source: Grupa miała się spotkać ze swoim liderem na jakimś poletku w mieście. Ja sprawdzę to od sióstr alchemiczek, Weigar to od Hershlika.
uk: Банда мала зустрітися зі своїм ватажком на якійсь галявині у місті. Я перевірю місце біля будинку сестер-алхіміків, а Вейгар – біля будинку Гершліка.

source: Grupa muzyków może mieć bardziej szkodliwy wpływ na społeczeństwo niż bandzior, którego i tak wszyscy potępiają nawet bez interwencji ze strony korony.
uk: Група музикантів може мати більш шкідливий вплив на суспільство, ніж злочинець, якого і так всі засуджують, навіть без втручання з боку корони.

source: Grupa uderzeniowa jest już zebrana, udaj się do koszar i porozmawiaj z Winstanem. Nie martw się, nie wysyłam cię tam samego. Będzie tam też Garos.
uk: Ударна група вже зібрана, йди до казарм і поговори з Вінстаном. Не хвилюйся, тебе відправлять туди не одного. Гарос також буде там.

source: Grupie składającej się z ludzi tak twardych, że skały to przy nich poduszki.
uk: Група, що складається з настільки міцних людей, що каміння для них - просто подушки.

source: Grupą elitarnych skurczybyków, którzy niczego się nie boją.
uk: Загоном елітних пройдисвітів, які нічого не бояться.

source: Gryfel - 'Opowiem wam żart o smoku...'
uk: Gryfel – 'Я розповім вам анекдот про дракона...'
